//PRINT   JOB  PRINTJCL
//IDCAMS   EXEC PGM=IDCAMS
//INPUT    DD   DSNAME=&SYSUID..VSAMDS,DISP=SHR
//SYSPRINT DD   SYSOUT=A
//SYSIN    DD   *,SYMBOLS=EXECSYS
     PRINT -
        INFILE(INPUT) -
	   CHAR
/*
